Repository: wp-plugins/fancy-image-show
Catalog: languages/fancy-image-show-*.po
Languages: sr_rs

source: Widget Title:
sr_rs: Naziv widget-a

source: Gallery Setting:
sr_rs: Podešavanje galerije:

source: Please select the gallery.
sr_rs: Odaberite galeriju.

source: Please enter the width.
sr_rs: Unesite širinu.

source: Please enter the height.
sr_rs: Unesite visinu.

source: New details was successfully added.
sr_rs: Novi detalji uspešno su dodati.

source: Click here to view the details
sr_rs: Kliknite ovde da biste videli detalje

source: Add details
sr_rs: Dodaj detalje

source: Select gallery name
sr_rs: Odaberite naziv galerije

source: Please select your gallery name.
sr_rs: Molimo odaberite naziv svoje galerije

source: Gallery width
sr_rs: Širina galerije

source: Please enter your gallery width.
sr_rs: Unesite širinu svoje galerije.

source: Gallery height
sr_rs: Visina galerije

source: Please enter your gallery height.
sr_rs: Molimo unesite visinu svoje galerije

source: Gallery effect
sr_rs: Efekat galerije

source: Please enter your gallery effect
sr_rs: Molimo unesite efekat svoje galerije

source: Effect delay
sr_rs: Pauza između efekata

source: Please enter your gallery effects delay.
sr_rs: Molimo unesite dužinu trajanja pauze između efekata.

source: Random display
sr_rs: Nasumično prikazivanje

source: Please select Yes, If you like to show the images in random order.
sr_rs: Odaberite opciju ‘Da’ ako želite da prikazujete slike nasumičnim redom.

source: Strip delay
sr_rs: Pauza na traci sa slikama

source: Please enter your gallery strip delay.
sr_rs: Unesite trajanje pauze za traku galerije

source: Enter strip
sr_rs: Unesite traku

source: Please enter your gallery strip.
sr_rs: Unesite traku svoje galerije

source: Image folder location
sr_rs: Lokacija fascikle sa slikama

source: Insert Details
sr_rs: Unesite detalje

source: Cancel
sr_rs: Otkaži

source: Help
sr_rs: Pomoć

source: Check official website for more information
sr_rs: Pogledajte zvanični web site za više informacija

source: click here
sr_rs: kliknite ovde

source: Oops, selected details doesnt exist
sr_rs: Ups, odabrani detalji ne postoje

source: Update details
sr_rs: Ažuriraj detalje

source: Update Details
sr_rs: Ažuriraj detalje

source: Selected record was successfully deleted.
sr_rs: Odabrani zapis uspešno je obrisan.

source: Add New
sr_rs: Dodaj novi

source: Image Location
sr_rs: Lokacija slike

source: Effect
sr_rs: Efekat

source: Width
sr_rs: Širina

source: Height
sr_rs: Visina

source: Edit
sr_rs: Uredi

source: Delete
sr_rs: Obriši

source: No records available.
sr_rs: Nema raspoloživih zapisa.

source: Plugin configuration option
sr_rs: Opcija konfiguracije plugin-a

source: Drag and drop the widget.
sr_rs: Prevucite i pozicionirajte widget.

source: Add the plugin in the posts or pages using short code.
sr_rs: Dodajte plugin u postove ili na stranice koje koriste shortcode.

source: Add directly in to the theme using PHP code.
sr_rs: Dodajte direktno temi uz pomoć PHP koda.
